Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

source: The camera detects AR surfaces; location helps show nearby posts. Google AR features require your separate consent.
ar: تكتشف الكاميرا أسطح الواقع المعزز، ويساعد الموقع في عرض المنشورات القريبة. تتطلب ميزات Google AR موافقتك المنفصلة.
bn: ক্যামেরা AR পৃষ্ঠ শনাক্ত করে এবং অবস্থানের তথ্য কাছাকাছি পোস্ট দেখাতে সাহায্য করে। Google AR সুবিধার জন্য আপনার আলাদা সম্মতি প্রয়োজন।
de: Die Kamera erkennt AR-Oberflächen; der Standort hilft, Beiträge in der Nähe anzuzeigen. Für Google-AR-Funktionen ist Ihre gesonderte Zustimmung erforderlich.
es: La cámara detecta superficies AR y la ubicación ayuda a mostrar publicaciones cercanas. Las funciones de Google AR requieren tu consentimiento por separado.
fr: La caméra détecte les surfaces AR et la localisation aide à afficher les publications à proximité. Les fonctions Google AR nécessitent votre consentement distinct.
hi: कैमरा AR सतहों का पता लगाता है और स्थान की जानकारी आस-पास की पोस्ट दिखाने में मदद करती है। Google AR सुविधाओं के लिए आपकी अलग सहमति आवश्यक है।
ja: カメラは AR の表面を検出し、位置情報は近くの投稿の表示に役立ちます。Google AR の機能には別途同意が必要です。
pt: A câmera detecta superfícies AR, e a localização ajuda a mostrar postagens próximas. Os recursos do Google AR exigem seu consentimento separado.
ru: Камера распознаёт поверхности AR, а местоположение помогает показывать публикации рядом. Для функций Google AR требуется отдельное согласие.
tr: Kamera AR yüzeylerini algılar; konum yakındaki postları göstermeye yardımcı olur. Google AR özellikleri için ayrıca onayın gerekir.
zh_hans: 相机用于检测 AR 表面，位置信息用于显示附近的帖子。Google AR 功能需要您单独同意。

# Kamerayı eğ
source: Tilt the camera down
ar: قم بإمالة الكاميرا إلى الأسفل
bn: ক্যামেরাটি নিচে কাত করুন
de: Neigen Sie die Kamera nach unten
es: Inclina la cámara hacia abajo
fr: Inclinez la caméra vers le bas
hi: कैमरा नीचे झुकाएँ
ja: カメラを下に傾けます
pt: Incline a câmera para baixo
ru: Наклоните камеру вниз
tr: Kamerayı eğ
zh_hans: 将相机向下倾斜

# Kamerayı kaldır
source: Raise the camera
ar: ارفع الكاميرا
bn: ক্যামেরা তুলুন
de: Heben Sie die Kamera an
es: Levanta la cámara
fr: Levez la caméra
hi: कैमरा उठाओ
ja: カメラを上げる
pt: Levante a câmera
ru: Поднимите камеру
tr: Kamerayı kaldır
zh_hans: 举起相机

source: Move the camera slowly across a textured wall, table, or floor to open the card.
ar: حرك الكاميرا ببطء عبر جدار أو طاولة أو أرضية مزخرفة لفتح البطاقة.
bn: কার্ড খুলতে একটি টেক্সচার্ড দেয়াল, টেবিল বা মেঝে জুড়ে ধীরে ধীরে ক্যামেরা সরান।
de: Bewegen Sie die Kamera langsam über eine strukturierte Wand, einen Tisch oder einen Boden, um die Karte zu öffnen.
es: Mueve la cámara lentamente sobre una pared, mesa o suelo con textura para abrir la tarjeta.
fr: Déplacez lentement la caméra sur un mur, une table ou un sol texturé pour ouvrir la carte.
hi: कार्ड खोलने के लिए कैमरे को बनावट वाली दीवार, टेबल या फर्श पर धीरे-धीरे ले जाएं।
ja: テクスチャのある壁、テーブル、床の上でカメラをゆっくりと移動して、カードを開きます。
pt: Mova a câmera lentamente sobre uma parede, mesa ou chão texturizado para abrir o cartão.
ru: Медленно перемещайте камеру вдоль стены, стола или пола с выраженной текстурой, чтобы открыть карточку.
tr: Kartı açmak için kamerayı dokulu bir duvar, masa veya zemin üzerinde yavaşça gezdir.
zh_hans: 将相机对准有纹理的墙壁、桌面或地面并缓慢移动，以打开卡片。

# Kaydedildi
source: Saved
ar: تم الحفظ
bn: সংরক্ষিত
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
ja: 保存されました
pt: Salvo
ru: Сохранено
tr: Kaydedildi
zh_hans: 已保存

# Kaydedilen postlar şu anda yüklenemiyor.
source: Saved posts cannot be loaded at this time.
ar: لا يمكن تحميل المشاركات المحفوظة في هذا الوقت.
bn: সংরক্ষিত পোস্ট এই সময়ে লোড করা যাবে না.
de: Gespeicherte Beiträge können derzeit nicht geladen werden.
es: Las publicaciones guardadas no se pueden cargar en este momento.
fr: Les publications enregistrées ne peuvent pas être chargées pour le moment.
hi: इस समय सहेजे गए पोस्ट लोड नहीं किए जा सकते.
ja: 保存された投稿は現時点では読み込むことができません。
pt: Postagens salvas não podem ser carregadas neste momento.
ru: Сейчас не удалось загрузить сохранённые публикации.
tr: Kaydedilen postlar şu anda yüklenemiyor.
zh_hans: 目前无法加载已保存的帖子。

source: Searching for the saved environment. Slowly scan the surface where the post was pinned.
ar: البحث عن البيئة المحفوظة. قم بمسح السطح الذي تم تثبيت المنشور عليه ببطء.
bn: সংরক্ষিত পরিবেশ খোঁজা হচ্ছে। যেখানে পোস্টটি স্থির করা হয়েছিল সেই পৃষ্ঠ ধীরে ধীরে স্ক্যান করুন।
de: Suche nach der gespeicherten Umgebung. Scannen Sie langsam die Oberfläche, auf der der Beitrag befestigt wurde.
es: Buscando el entorno guardado. Escanea lentamente la superficie donde se fijó la publicación.
fr: Recherche de l’environnement enregistré. Scannez lentement la surface où la publication a été épinglée.
hi: सहेजे गए वातावरण की खोज की जा रही है। उस सतह को धीरे-धीरे स्कैन करें जहां पोस्ट पिन किया गया था।
ja: 保存された環境を検索しています。ポストが固定されている表面をゆっくりとスキャンします。
pt: Procurando o ambiente salvo. Examine lentamente a superfície onde a postagem foi fixada.
ru: Поиск сохранённой среды. Медленно просканируйте поверхность, на которой была закреплена публикация.
tr: Kaydedilen çevre aranıyor. Kamerayı postun sabitlendiği yüzeye doğru yavaşça gezdir.
zh_hans: 正在寻找已保存的环境。请缓慢扫描帖子所固定的表面。

source: Saved environment not found. The post is tied to a location, not a pattern. Attaching to the current surface.
ar: لم يتم العثور على البيئة المحفوظة. المنشور مرتبط بموقع، وليس بنمط بصري. جارٍ تثبيته على السطح الحالي.
bn: সংরক্ষিত পরিবেশ পাওয়া যায়নি। পোস্টটি একটি অবস্থানের সাথে আবদ্ধ, একটি প্যাটার্ন নয়। বর্তমান পৃষ্ঠের সাথে সংযুক্ত করা হচ্ছে।
de: Gespeicherte Umgebung nicht gefunden. Der Beitrag ist an einen Ort gebunden, nicht an ein Muster. Anbringung an der aktuellen Oberfläche.
es: Entorno guardado no encontrado. La publicación está vinculada a una ubicación, no a un patrón. Adjuntando a la superficie actual.
fr: Environnement enregistré introuvable. La publication est liée à un emplacement, pas à un motif visuel. Fixation à la surface actuelle.
hi: सहेजा गया वातावरण नहीं मिला. पोस्ट किसी स्थान से बंधी है, किसी पैटर्न से नहीं. वर्तमान सतह से जुड़ना।
ja: 保存された環境が見つかりません。投稿はパターンではなく場所に関連付けられます。現在のサーフェスにアタッチします。
pt: Ambiente salvo não encontrado. A postagem está vinculada a um local, não a um padrão. Anexando à superfície atual.
ru: Сохраненная среда не найдена. Пост привязан к месту, а не к шаблону. Прикрепление к текущей поверхности.
tr: Kaydedilen çevre bulunamadı. Post desene değil konuma bağlı; mevcut yüzeye bağlanılıyor.
zh_hans: 未找到保存的环境。该帖子与位置相关，而不是与模式相关。附着到当前表面。

# Kaydedilen çevre bulunamadı. Yaklaşık konuma göre yönlendiriliyorsun.
source: Saved environment not found. Guiding you toward its approximate location.
ar: لم يتم العثور على البيئة المحفوظة. إرشادك نحو موقعه التقريبي.
bn: সংরক্ষিত পরিবেশ পাওয়া যায়নি। এর আনুমানিক অবস্থানের দিকে আপনাকে গাইড করছে।
de: Gespeicherte Umgebung nicht gefunden. Führt Sie zu seinem ungefähren Standort.
es: Entorno guardado no encontrado. Guiándolo hacia su ubicación aproximada.
fr: Environnement enregistré introuvable. Vous guidant vers son emplacement approximatif.
hi: सहेजा गया वातावरण नहीं मिला। आपको उसके अनुमानित स्थान की ओर ले जाया जा रहा है।
ja: 保存された環境が見つかりません。おおよその位置をご案内します。
pt: Ambiente salvo não encontrado. Guiando você em direção à sua localização aproximada.
ru: Сохранённая среда не найдена. Показываем направление к её примерному местоположению.
tr: Kaydedilen çevre bulunamadı. Yaklaşık konuma göre yönlendiriliyorsun.
zh_hans: 未找到保存的环境。引导您前往其大致位置。

# Kaydedilenler
source: Saved posts
ar: المنشورات المحفوظة
bn: সংরক্ষিত পোস্ট
de: Gespeicherte Beiträge
es: Publicaciones guardadas
fr: Publications enregistrées
hi: सहेजी गई पोस्ट
ja: 保存した投稿
pt: Publicações salvas
ru: Сохранённые публикации
tr: Kaydedilenler
zh_hans: 已保存的帖子

# Kaydedilenler için sunucu bağlantısı gerekiyor.
source: A server connection is required to view saved posts.
ar: مطلوب اتصال بالخادم لعرض المشاركات المحفوظة.
bn: সংরক্ষিত পোস্ট দেখতে একটি সার্ভার সংযোগ প্রয়োজন.
de: Um gespeicherte Beiträge anzuzeigen, ist eine Serververbindung erforderlich.
es: Se requiere una conexión al servidor para ver las publicaciones guardadas.
fr: Une connexion au serveur est requise pour afficher les publications enregistrées.
hi: सहेजे गए पोस्ट देखने के लिए सर्वर कनेक्शन आवश्यक है.
ja: 保存された投稿を表示するにはサーバー接続が必要です。
pt: É necessária uma conexão de servidor para visualizar as postagens salvas.
ru: Для просмотра сохранённых публикаций требуется подключение к серверу.
tr: Kaydedilenler için sunucu bağlantısı gerekiyor.
zh_hans: 需要服务器连接才能查看保存的帖子。

# Kaydedilenler yükleniyor…
source: Loading saved posts…
ar: جارٍ تحميل المشاركات المحفوظة…
bn: সংরক্ষিত পোস্ট লোড হচ্ছে...
de: Gespeicherte Beiträge werden geladen…
es: Cargando publicaciones guardadas…
fr: Chargement des publications enregistrées…
hi: सहेजे गए पोस्ट लोड हो रहे हैं...
ja: 保存した投稿を読み込んでいます…
pt: Carregando postagens salvas…
ru: Загрузка сохранённых публикаций…
tr: Kaydedilenler yükleniyor…
zh_hans: 正在加载已保存的帖子...

# Kaydedilmiş yüzey bilgisi açılamadı.
source: Saved surface information could not be opened.
ar: لا يمكن فتح المعلومات السطحية المحفوظة.
bn: সংরক্ষিত পৃষ্ঠ তথ্য খোলা যাবে না.
de: Gespeicherte Oberflächeninformationen konnten nicht geöffnet werden.
es: No se pudo abrir la información de superficie guardada.
fr: Les informations de surface enregistrées n'ont pas pu être ouvertes.
hi: सहेजी गई सतह जानकारी खोली नहीं जा सकी.
ja: 保存された表面情報を開けませんでした。
pt: As informações de superfície salvas não puderam ser abertas.
ru: Сохраненную информацию о поверхности невозможно открыть.
tr: Kaydedilmiş yüzey bilgisi açılamadı.
zh_hans: 无法打开保存的表面信息。

# Kaydedilmiş çevre aranıyor.
source: Searching for the saved environment.
ar: البحث عن البيئة المحفوظة.
bn: সংরক্ষিত পরিবেশের জন্য অনুসন্ধান করা হচ্ছে.
de: Suche nach der gespeicherten Umgebung.
es: Buscando el entorno guardado.
fr: Recherche de l'environnement enregistré.
hi: सहेजे गए वातावरण की खोज की जा रही है।
ja: 保存された環境を検索しています。
pt: Procurando pelo ambiente salvo.
ru: Поиск сохраненной среды.
tr: Kaydedilmiş çevre aranıyor.
zh_hans: 寻找已保存的环境。

# Kaydetme durumu güncellenemedi.
source: The save status could not be updated.
ar: لا يمكن تحديث حالة الحفظ.
bn: সংরক্ষণ অবস্থা আপডেট করা যাবে না.
de: Der Speicherstatus konnte nicht aktualisiert werden.
es: No se pudo actualizar el estado de guardado.
fr: L'état de sauvegarde n'a pas pu être mis à jour.
hi: सेव स्थिति अद्यतन नहीं की जा सकी.
ja: 保存ステータスを更新できませんでした。
pt: O status de salvamento não pôde ser atualizado.
ru: Не удалось обновить статус сохранения.
tr: Kaydetme durumu güncellenemedi.
zh_hans: 无法更新保存状态。

# Kaydettiğin postlar burada görünür.
source: Posts you save appear here.
ar: تظهر المشاركات التي تحفظها هنا.
bn: আপনার সংরক্ষিত পোস্ট এখানে দেখানো হবে।
de: Von Ihnen gespeicherte Beiträge werden hier angezeigt.
es: Las publicaciones que guardas aparecen aquí.
fr: Les publications que vous enregistrez apparaissent ici.
hi: आपके द्वारा सहेजे गए पोस्ट यहां दिखाई देते हैं.
ja: 保存した投稿はここに表示されます。
pt: As postagens que você salva aparecem aqui.
ru: Здесь появляются сохранённые вами публикации.
tr: Kaydettiğin postlar burada görünür.
zh_hans: 您保存的帖子将显示在此处。

# Kaydettiğin postları özel koleksiyonlarda düzenleyebilirsin.
source: Organize your saved posts in private collections.
ar: تنظيم مشاركاتك المحفوظة في مجموعات خاصة.
bn: ব্যক্তিগত সংগ্রহে আপনার সংরক্ষিত পোস্ট সংগঠিত করুন.
de: Organisieren Sie Ihre gespeicherten Beiträge in privaten Sammlungen.
es: Organiza tus publicaciones guardadas en colecciones privadas.
fr: Organisez vos publications enregistrées dans des collections privées.
hi: अपनी सहेजी गई पोस्टों को निजी संग्रहों में व्यवस्थित करें।
ja: 保存した投稿をプライベート コレクションに整理します。
pt: Organize suas postagens salvas em coleções particulares.
ru: Распределяйте сохранённые публикации по личным коллекциям.
tr: Kaydettiğin postları özel koleksiyonlarda düzenleyebilirsin.
zh_hans: 将您保存的帖子整理到私人收藏中。

# Kayıt ol
source: Sign up
ar: قم بالتسجيل
bn: সাইন আপ করুন
de: Registrieren
es: Regístrate
fr: Inscrivez-vous
hi: साइन अप करें
ja: サインアップ
pt: Inscreva-se
ru: Зарегистрироваться
tr: Kayıt ol
zh_hans: 注册

# Kayıtlı yüzey haritası indiriliyor…
source: Downloading the saved surface map…
ar: جارٍ تنزيل الخريطة السطحية المحفوظة…
bn: সংরক্ষিত পৃষ্ঠ মানচিত্র ডাউনলোড করা হচ্ছে...
de: Die gespeicherte Oberflächenkarte wird heruntergeladen…
es: Descargando el mapa de superficie guardado...
fr: Téléchargement de la carte de surface enregistrée…
hi: सहेजा गया सतह मानचित्र डाउनलोड हो रहा है…
ja: 保存された表面マップをダウンロードしています…
pt: Baixando o mapa de superfície salvo…
ru: Загрузка сохраненной карты поверхности…
tr: Kayıtlı yüzey haritası indiriliyor…
zh_hans: 正在下载保存的表面地图...

# Kesin yüzey hazır
source: Physical surface ready
ar: السطح المادي جاهز
bn: ভৌত পৃষ্ঠ প্রস্তুত
de: Physische Oberfläche bereit
es: Superficie física lista
fr: Surface physique prête
hi: भौतिक सतह तैयार
ja: 物理的な表面の準備ができました
pt: Superfície física pronta
ru: Физическая поверхность готова
tr: Kesin yüzey hazır
zh_hans: 物理表面准备就绪

# Keşfet hazırlanıyor…
source: Loading Discover…
ar: جارٍ تحميل «استكشف»…
bn: «আবিষ্কার করুন» লোড হচ্ছে…
de: „Entdecken“ wird geladen…
es: Cargando Descubrir…
fr: Chargement de Découvrir…
hi: खोजें अनुभाग लोड हो रहा है…
ja: 「見つける」を読み込み中…
pt: Carregando Explorar…
ru: Загрузка раздела «Обзор»…
tr: Keşfet hazırlanıyor…
zh_hans: 正在加载探索...

# Kişi, yer veya içerik
source: Person, place or content
ar: الشخص أو المكان أو المحتوى
bn: ব্যক্তি, স্থান বা বিষয়বস্তু
de: Person, Ort oder Inhalt
es: Persona, lugar o contenido
fr: Personne, lieu ou contenu
hi: व्यक्ति, स्थान या सामग्री
ja: 人、場所、または内容
pt: Pessoa, lugar ou conteúdo
ru: Человек, место или содержание
tr: Kişi, yer veya içerik
zh_hans: 人物、地点或内容

# Koleksiyon başlığı en fazla 80 karakter olabilir.
source: The collection title can be up to 80 characters.
ar: يمكن أن يصل عنوان المجموعة إلى 80 حرفًا.
bn: সংগ্রহের শিরোনাম 80টি অক্ষর পর্যন্ত হতে পারে।
de: Der Sammlungstitel kann bis zu 80 Zeichen lang sein.
es: El título de la colección puede tener hasta 80 caracteres.
fr: Le titre de la collection peut comporter jusqu'à 80 caractères.
hi: संग्रह का शीर्षक 80 वर्णों तक हो सकता है.
ja: コレクションのタイトルは最大 80 文字まで入力できます。
pt: O título da coleção pode ter até 80 caracteres.
ru: Название коллекции может содержать до 80 символов.
tr: Koleksiyon başlığı en fazla 80 karakter olabilir.
zh_hans: 收藏集标题最多可包含 80 个字符。

# Koleksiyon oluşturulamadı. Biraz sonra tekrar dene.
source: The collection could not be created. Try again in a little while.
ar: لا يمكن إنشاء المجموعة. حاول مرة أخرى بعد قليل.
bn: সংগ্রহ তৈরি করা যায়নি. কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
de: Die Sammlung konnte nicht erstellt werden. Versuchen Sie es später noch einmal.
es: No se pudo crear la colección. Vuelve a intentarlo dentro de un rato.
fr: La collection n'a pas pu être créée. Réessayez dans quelques instants.
hi: संग्रह नहीं बनाया जा सका. थोड़ी देर में पुनः प्रयास करें.
ja: コレクションを作成できませんでした。しばらくしてからもう一度お試しください。
pt: Não foi possível criar a coleção. Tente novamente daqui a pouco.
ru: Не удалось создать коллекцию. Повторите попытку через некоторое время.
tr: Koleksiyon oluşturulamadı. Biraz sonra tekrar dene.
zh_hans: 无法创建收藏集。请稍后重试。

# Koleksiyon yükleniyor…
source: Loading collection…
ar: جارٍ تحميل المجموعة…
bn: সংগ্রহ লোড হচ্ছে...
de: Sammlung wird geladen…
es: Cargando colección…
fr: Chargement de la collection…
hi: संग्रह लोड हो रहा है...
ja: コレクションを読み込み中…
pt: Carregando coleção…
ru: Загрузка коллекции…
tr: Koleksiyon yükleniyor…
zh_hans: 正在加载收藏集…

# Koleksiyonlar
source: Collections
ar: المجموعات
bn: সংগ্রহ
de: Sammlungen
es: Colecciones
hi: संग्रह
ja: コレクション
pt: Coleções
ru: Коллекции
tr: Koleksiyonlar
zh_hans: 收藏集

# Koleksiyonlar için sunucu bağlantısı gerekiyor.
source: Collections require server connection.
ar: تتطلب المجموعات اتصالاً بالخادم.
bn: সংগ্রহের জন্য সার্ভারের সাথে সংযোগ প্রয়োজন।
de: Sammlungen erfordern eine Serververbindung.
es: Las colecciones requieren conexión al servidor.
fr: Les collections nécessitent une connexion au serveur.
hi: संग्रह के लिए सर्वर कनेक्शन की आवश्यकता होती है.
ja: コレクションにはサーバー接続が必要です。
pt: As coleções requerem conexão com o servidor.
ru: Коллекции требуют подключения к серверу.
tr: Koleksiyonlar için sunucu bağlantısı gerekiyor.
zh_hans: 收藏集需要连接服务器。

# Koleksiyonlar yükleniyor…
source: Loading collections…
ar: جارٍ تحميل المجموعات…
bn: সংগ্রহ লোড হচ্ছে...
de: Sammlungen werden geladen…
es: Cargando colecciones…
fr: Chargement des collections…
hi: संग्रह लोड हो रहा है...
ja: コレクションを読み込み中…
pt: Carregando coleções…
ru: Загрузка коллекций…
tr: Koleksiyonlar yükleniyor…
zh_hans: 正在加载收藏集…

# Koleksiyonlar şu anda yüklenemiyor.
source: Collections cannot be loaded at this time.
ar: لا يمكن تحميل المجموعات في هذا الوقت.
bn: এই সময়ে সংগ্রহগুলি লোড করা যাবে না৷
de: Sammlungen können derzeit nicht geladen werden.
es: Las colecciones no se pueden cargar en este momento.
fr: Les collections ne peuvent pas être chargées pour le moment.
hi: इस समय संग्रह लोड नहीं किया जा सकता.
ja: 現時点ではコレクションをロードできません。
pt: As coleções não podem ser carregadas neste momento.
ru: В настоящее время коллекции не могут быть загружены.
tr: Koleksiyonlar şu anda yüklenemiyor.
zh_hans: 暂时无法加载收藏集。

# Konum alınamadı. Açık bir alanda kısa süre bekleyip tekrar deneyin.
source: Location could not be obtained. Wait a short time in an open area and try again.
ar: لا يمكن الحصول على الموقع. انتظر لفترة قصيرة في منطقة مفتوحة وحاول مرة أخرى.
bn: অবস্থান পাওয়া যায়নি. খোলা জায়গায় কিছুক্ষণ অপেক্ষা করুন এবং আবার চেষ্টা করুন।
de: Der Standort konnte nicht ermittelt werden. Warten Sie kurz an einem offenen Ort und versuchen Sie es erneut.
es: No se pudo obtener la ubicación. Espere un momento en un área abierta y vuelva a intentarlo.
fr: L'emplacement n'a pas pu être obtenu. Attendez quelques instants dans un espace ouvert et réessayez.
hi: स्थान प्राप्त नहीं हो सका. किसी खुले क्षेत्र में थोड़ी देर प्रतीक्षा करें और पुनः प्रयास करें।
ja: 位置情報を取得できませんでした。開けた場所でしばらく待ってから、もう一度試してください。
pt: Não foi possível obter a localização. Aguarde um pouco em uma área aberta e tente novamente.
ru: Не удалось получить местоположение. Подождите немного на открытом месте и повторите попытку.
tr: Konum alınamadı. Açık bir alanda kısa süre bekleyip tekrar deneyin.
zh_hans: 无法获取位置。在空旷区域等待片刻，然后重试。

# Konum alınamadı. Tekrar deneyin.
source: Location could not be obtained. Try again.
ar: لا يمكن الحصول على الموقع. حاول ثانية.
bn: অবস্থান পাওয়া যায়নি. আবার চেষ্টা করুন
de: Der Standort konnte nicht ermittelt werden. Versuchen Sie es erneut.
es: No se pudo obtener la ubicación. Intentar otra vez.
fr: L'emplacement n'a pas pu être obtenu. Essayer à nouveau.
hi: स्थान प्राप्त नहीं हो सका. पुनः प्रयास करें।
ja: 位置情報を取得できませんでした。もう一度やり直してください。
pt: Não foi possível obter a localização. Tente novamente.
ru: Не удалось получить местоположение. Попробуйте еще раз.
tr: Konum alınamadı. Tekrar deneyin.
zh_hans: 无法获取位置。再试一次。

# Konum alınamadı. Yeni pin oluşturabilir veya tekrar deneyebilirsin.
source: Location could not be obtained. You can create a new pin or try again.
ar: لا يمكن الحصول على الموقع. يمكنك إنشاء دبوس جديد أو المحاولة مرة أخرى.
bn: অবস্থান পাওয়া যায়নি. আপনি একটি নতুন পিন তৈরি করতে পারেন বা আবার চেষ্টা করতে পারেন৷
de: Der Standort konnte nicht ermittelt werden. Sie können einen neuen Pin erstellen oder es erneut versuchen.
es: No se pudo obtener la ubicación. Puedes crear un pin nuevo o intentarlo nuevamente.
fr: L'emplacement n'a pas pu être obtenu. Vous pouvez créer une nouvelle épingle ou réessayer.
hi: स्थान प्राप्त नहीं हो सका. आप एक नया पिन बना सकते हैं या पुनः प्रयास कर सकते हैं।
ja: 位置情報を取得できませんでした。新しいピンを作成するか、もう一度試してください。
pt: Não foi possível obter a localização. Você pode criar um novo pin ou tentar novamente.
ru: Не удалось получить местоположение. Вы можете создать новую метку или повторить попытку.
tr: Konum alınamadı. Yeni pin oluşturabilir veya tekrar deneyebilirsin.
zh_hans: 无法获取位置。您可以创建新的位置标记或重试。

# Konum aranıyor. Açık bir alanda kısa süre bekleyin.
source: Searching for location. Wait briefly in an open area.
ar: البحث عن الموقع. انتظر لفترة وجيزة في منطقة مفتوحة.
bn: অবস্থান খুঁজছেন. খোলা জায়গায় কিছুক্ষণ অপেক্ষা করুন।
de: Suche nach Standort. Warten Sie kurz an einem offenen Ort.
es: Buscando ubicación. Espere brevemente en un área abierta.
fr: Recherche d'emplacement. Attendez brièvement dans un espace ouvert.
hi: स्थान की तलाश की जा रही है. किसी खुले क्षेत्र में कुछ देर रुकें।
ja: 場所を検索しています。開けた場所でしばらく待ちます。
pt: Procurando por localização. Espere brevemente em uma área aberta.
ru: Поиск местоположения. Подождите немного на открытом месте.
tr: Konum aranıyor. Açık bir alanda kısa süre bekleyin.
zh_hans: 正在寻找位置。在空旷区域短暂等待。

# Konum ayarlarını aç
source: Open location settings
ar: افتح إعدادات الموقع
bn: অবস্থান সেটিংস খুলুন
de: Standorteinstellungen öffnen
es: Abrir configuración de ubicación
fr: Ouvrir les paramètres de localisation
hi: स्थान सेटिंग खोलें
ja: 位置情報の設定を開く
pt: Abra as configurações de localização
ru: Открыть настройки местоположения
tr: Konum ayarlarını aç
zh_hans: 打开位置设置

# Konum bulundu, içerik hazırlanıyor…
source: Location found. Preparing content…
ar: تم العثور على الموقع. جارٍ تحضير المحتوى…
bn: অবস্থান পাওয়া গেছে। সামগ্রী প্রস্তুত করা হচ্ছে...
de: Standort gefunden. Inhalte vorbereiten…
es: Ubicación encontrada. Preparando contenido...
fr: Emplacement trouvé. Préparation du contenu…
hi: स्थान मिल गया. सामग्री तैयार की जा रही है…
ja: 場所が見つかりました。コンテンツを準備しています…
pt: Localização encontrada. Preparando conteúdo…
ru: Местоположение найдено. Подготовка контента…
tr: Konum bulundu, içerik hazırlanıyor…
zh_hans: 位置已找到。准备内容...

# Konum bulundu. İçerik hazır.
source: Location found. The content is ready.
ar: تم العثور على الموقع. المحتوى جاهز.
bn: অবস্থান পাওয়া গেছে। বিষয়বস্তু প্রস্তুত.
de: Standort gefunden. Der Inhalt ist fertig.
es: Ubicación encontrada. El contenido está listo.
fr: Emplacement trouvé. Le contenu est prêt.
hi: स्थान मिल गया. सामग्री तैयार है.
ja: 場所が見つかりました。コンテンツの準備が完了しました。
pt: Localização encontrada. O conteúdo está pronto.
ru: Местоположение найдено. Контент готов.
tr: Konum bulundu. İçerik hazır.
zh_hans: 位置已找到。内容已经准备好了。

# Konum doğrulanamadı. AR erişimi açılmadı.
source: Location could not be verified. AR access is not turned on.
ar: لا يمكن التحقق من الموقع. لم يتم تشغيل الوصول إلى AR.
bn: অবস্থান যাচাই করা যায়নি. AR অ্যাক্সেস চালু নেই।
de: Der Standort konnte nicht bestätigt werden. Der AR-Zugriff ist nicht aktiviert.
es: No se pudo verificar la ubicación. El acceso AR no está activado.
fr: L'emplacement n'a pas pu être vérifié. L'accès AR n'est pas activé.
hi: स्थान सत्यापित नहीं किया जा सका. एआर एक्सेस चालू नहीं है.
ja: 場所が確認できませんでした。 AR アクセスがオンになっていません。
pt: Não foi possível verificar a localização. O acesso AR não está ativado.
ru: Не удалось подтвердить местоположение. Доступ к AR не включен.
tr: Konum doğrulanamadı. AR erişimi açılmadı.
zh_hans: 无法验证位置。 AR 访问未开启。

# Konum doğrulanıyor. Kamerayı çevredeki binalara doğrult.
source: Location is being verified. Point the camera at the surrounding buildings.
ar: جارٍ التحقق من الموقع. قم بتوجيه الكاميرا نحو المباني المحيطة.
bn: অবস্থান যাচাই করা হচ্ছে। আশেপাশের বিল্ডিংগুলিতে ক্যামেরাটি নির্দেশ করুন।
de: Der Standort wird überprüft. Richten Sie die Kamera auf die umliegenden Gebäude.
es: Se está verificando la ubicación. Apunta la cámara a los edificios circundantes.
fr: L'emplacement est en cours de vérification. Pointez la caméra vers les bâtiments environnants.
hi: स्थान का सत्यापन किया जा रहा है. कैमरे को आसपास की इमारतों की ओर इंगित करें.
ja: 位置確認中です。周囲の建物にカメラを向けます。
pt: A localização está sendo verificada. Aponte a câmera para os edifícios vizinhos.
ru: Местоположение проверяется. Направьте камеру на окружающие здания.
tr: Konum doğrulanıyor. Kamerayı çevredeki binalara doğrult.
zh_hans: 位置正在核实中。将相机对准周围的建筑物。
